# Taps
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/cask-fonts"

# Brews
brew "act"
brew "awscli"
brew "dbmate"
brew "chruby"
brew "gh"
brew "git"
brew "gpg"
brew "terraform"
brew "heroku"
brew "htop"
brew "httpie"
brew "jq"
brew "mas"
brew "neovim"
brew "pinentry-mac"
brew "postgres"
brew "python"
brew "ruby-install"
brew "starship"
brew "tldr"
brew "yq"

# Casks
cask "1password"
cask "bartender"
cask "brave-browser"
cask "dash"
cask "discord"
cask "docker"
cask "figma"
cask "font-fira-code"
cask "font-Fira-Code-nerd-font"
cask "github"
cask "hyper"
cask "miro"
cask "notion"
cask "paw"
cask "postico"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
cask "zoom"
